# St7SetLoadPathTemplateName

Sets the name of the specified load path template.

long St7SetLoadPathTemplateName(long uID, long TemplateID, char* TemplateName)

Input Parameters

uID

Strand7 model file ID.

TemplateID

Load path template ID.

TemplateName

Name of the template.